---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RiseDividedBy120Inches
source: html/419b6afe-3af2-670d-ef76-083533bb5458.htm
---
# Autodesk.Revit.DB.UnitTypeId.RiseDividedBy120Inches Property

Rise / 120 inches.

## Syntax (C#)
```csharp
public static ForgeTypeId RiseDividedBy120Inches { get; }
```